Repository: n3r/orbix
Catalog: clients/tvos/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt, ru

# server.httpHint
source: No need to type http:// — it's added for you.
de: Du musst kein http:// eingeben — das wird automatisch ergänzt.
es: No hace falta escribir http:// — se añade automáticamente.
fr: Inutile de saisir http:// — il est ajouté automatiquement.
pt: Não é preciso digitar http:// — ele é adicionado automaticamente.
ru: Не нужно вводить http:// — он добавляется автоматически.

# server.manualEntry
source: Enter address manually
de: Adresse manuell eingeben
es: Introducir dirección manualmente
fr: Saisir l'adresse manuellement
pt: Digitar endereço manualmente
ru: Ввести адрес вручную

# server.notFound
source: No Orbix servers found on your network
de: Keine Orbix-Server in deinem Netzwerk gefunden
es: No se encontraron servidores Orbix en tu red
fr: Aucun serveur Orbix trouvé sur votre réseau
pt: Nenhum servidor Orbix encontrado na sua rede
ru: Серверы Orbix не найдены в вашей сети

source: Server reachable
de: Server erreichbar
es: Servidor accesible
fr: Serveur accessible
pt: Servidor acessível
ru: Сервер доступен

# server.scanAgain
source: Scan again
de: Erneut suchen
es: Buscar de nuevo
fr: Relancer la recherche
pt: Procurar novamente
ru: Искать снова

# server.scanning
source: Searching your network for Orbix…
de: Suche nach Orbix in deinem Netzwerk…
es: Buscando Orbix en tu red…
fr: Recherche d'Orbix sur votre réseau…
pt: Procurando Orbix na sua rede…
ru: Поиск Orbix в вашей сети…

# server.selectTitle
source: Select your server
de: Wähle deinen Server
es: Selecciona tu servidor
fr: Sélectionnez votre serveur
pt: Selecione seu servidor
ru: Выберите сервер

# server.unreachable
source: Couldn't reach that server
de: Dieser Server ist nicht erreichbar
es: No se pudo conectar con ese servidor
fr: Impossible de joindre ce serveur
pt: Não foi possível conectar a esse servidor
ru: Не удалось подключиться к этому серверу

# title.episodeCount
source: %lld episodes
de: %lld Folgen
es: %lld episodios
fr: %lld épisodes
pt: %lld episódios
ru: %lld эпизода

# title.episodeNumber
source: Episode %lld
de: Folge %lld
es: Episodio %lld
fr: Épisode %lld
pt: Episódio %lld
ru: Эпизод %lld

# title.episodesHeading
source: Episodes
de: Folgen
es: Episodios
fr: Épisodes
pt: Episódios
ru: Эпизоды

# title.errorTitle
source: Couldn't load title
de: Titel konnte nicht geladen werden
es: No se pudo cargar el título
fr: Échec du chargement du titre
pt: Falha ao carregar o título
ru: Не удалось загрузить тайтл

# title.noEpisodes
source: No episodes found for this season.
de: Keine Folgen für diese Staffel gefunden.
es: No se encontraron episodios para esta temporada.
fr: Aucun épisode trouvé pour cette saison.
pt: Nenhum episódio encontrado para esta temporada.
ru: Эпизоды для этого сезона не найдены.

# title.noMedia
source: No media
de: Keine Medien
es: Sin contenido
fr: Aucun média
pt: Sem mídia
ru: Нет медиа

# title.notAvailable
source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
pt: Não disponível
ru: Недоступно

# title.notAvailableBody
source: This title isn't available right now.
de: Dieser Titel ist derzeit nicht verfügbar.
es: Este título no está disponible en este momento.
fr: Ce titre n'est pas disponible pour le moment.
pt: Este título não está disponível no momento.
ru: Этот тайтл сейчас недоступен.

# title.notInLibrary
source: Not in library
de: Nicht in der Bibliothek
es: No está en la biblioteca
fr: Pas dans la bibliothèque
pt: Não está na biblioteca
ru: Нет в библиотеке

# title.play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
pt: Reproduzir
ru: Смотреть

# title.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
pt: Retomar
ru: Продолжить

# title.runtime.hm
source: %lldh %lldm
de: %lld Std. %lld Min.
es: %lld h %lld min
fr: %lld h %lld min
pt: %lldh %lldmin
ru: %lld ч %lld мин

# title.runtime.m
source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
pt: %lldmin
ru: %lld мин

# title.seasonCount
source: %lld seasons
de: %lld Staffeln
es: %lld temporadas
fr: %lld saisons
pt: %lld temporadas
ru: %lld сезона

# title.seasonNumber
source: Season %lld
de: Staffel %lld
es: Temporada %lld
fr: Saison %lld
pt: Temporada %lld
ru: Сезон %lld

# title.section.cast
source: Cast
de: Besetzung
es: Reparto
fr: Distribution
pt: Elenco
ru: В ролях

# title.section.director
source: Director
de: Regie
fr: Réalisateur
pt: Diretor
ru: Режиссёр

# title.similar
source: More Like This
de: Ähnliche Titel
es: Más como esto
fr: Dans le même genre
pt: Títulos semelhantes
ru: Похожее

# title.unmatchedNotice
source: Metadata not matched yet — scan with a TMDB token to enrich.
de: Metadaten noch nicht zugeordnet – scanne mit einem TMDB-Token, um sie anzureichern.
es: Metadatos aún sin coincidencia: escanea con un token de TMDB para enriquecerlos.
fr: Métadonnées pas encore associées — lancez une analyse avec un jeton TMDB pour enrichir.
pt: Metadados ainda não correspondidos — escaneie com um token do TMDB para enriquecer.
ru: Метаданные ещё не сопоставлены — выполните сканирование с токеном TMDB для обогащения.

# title.wishlistButton.add
source: + Add to Wishlist
de: + Zu meiner Liste hinzufügen
es: + Añadir a mi lista
fr: + Ajouter à ma liste
pt: + Adicionar à minha lista
ru: + Добавить в мой список

# title.wishlistButton.inWishlist
source: ✓ In Wishlist
de: ✓ In meiner Liste
es: ✓ En mi lista
fr: ✓ Dans ma liste
pt: ✓ Na minha lista
ru: ✓ В моём списке

# tv.card.favorite
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
pt: Adicionar aos favoritos
ru: Добавить в избранное

# tv.card.favoriteMenuLabel
source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
pt: Adicionar aos favoritos
ru: Добавить в избранное

# tv.card.play
source: Watch %@
de: %@ ansehen
es: Ver %@
fr: Regarder %@
pt: Assistir %@
ru: Смотреть «%@»

# tv.card.unfavorite
source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
pt: Remover dos favoritos
ru: Убрать из избранного

# tv.card.unfavoriteMenuLabel
source: Remove from Favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
pt: Remover dos favoritos
ru: Убрать из избранного

# tv.categories.business
source: Business
de: Wirtschaft
es: Negocios
fr: Économie
pt: Negócios
ru: Бизнес

# tv.categories.classic
source: Classic
de: Klassiker
es: Clásicos
fr: Classique
pt: Clássicos
ru: Классика

# tv.categories.comedy
source: Comedy
de: Komödie
es: Comedia
fr: Comédie
pt: Comédia
ru: Комедия

# tv.categories.cooking
source: Cooking
de: Kochen
es: Cocina
fr: Cuisine
pt: Culinária
ru: Кулинария

# tv.categories.culture
source: Culture
de: Kultur
es: Cultura
pt: Cultura
ru: Культура

# tv.categories.documentary
source: Documentary
de: Dokumentation
es: Documental
fr: Documentaire
pt: Documentário
ru: Документальное

# tv.categories.education
source: Education
de: Bildung
es: Educación
fr: Éducation
pt: Educação
ru: Образование

# tv.categories.entertainment
source: Entertainment
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
pt: Entretenimento
ru: Развлечения

# tv.categories.family
source: Family
de: Familie
es: Familiar
fr: Famille
pt: Família
ru: Семейное

# tv.categories.general
source: General
de: Allgemein
fr: Généraliste
pt: Geral
ru: Общее

# tv.categories.interactive
source: Interactive
de: Interaktiv
es: Interactivo
fr: Interactif
pt: Interativo
ru: Интерактив

# tv.categories.kids
source: Kids
de: Kinder
es: Infantil
fr: Enfants
pt: Infantil
ru: Детское

# tv.categories.legislative
source: Legislative
de: Parlament
es: Parlamento
fr: Parlement
pt: Parlamento
ru: Парламент

# tv.categories.movies
source: Movies
de: Filme
es: Películas
fr: Films
pt: Filmes
ru: Кино

# tv.categories.music
source: Music
de: Musik
es: Música
fr: Musique
pt: Música
ru: Музыка

# tv.categories.news
source: News
de: Nachrichten
es: Noticias
fr: Actualités
pt: Notícias
ru: Новости

# tv.categories.public
source: Public
de: Öffentlich-rechtlich
es: Pública
fr: Publique
pt: Pública
ru: Общественное

# tv.categories.relax
source: Relax
de: Entspannung
fr: Détente
ru: Релакс

# tv.categories.religious
source: Religious
de: Religiös
es: Religioso
fr: Religieux
pt: Religioso
ru: Религиозное

# tv.categories.science
source: Science
de: Wissenschaft
es: Ciencia
pt: Ciência
ru: Наука

# tv.categories.series
source: Series
de: Serien
fr: Séries
pt: Séries
ru: Сериалы

# tv.categories.shop
source: Shopping
de: Teleshopping
es: Televenta
fr: Téléachat
pt: Televendas
ru: Телемагазин

# tv.categories.sports
source: Sports
de: Sport
es: Deportes
fr: Sport
pt: Esportes
ru: Спорт

# tv.categories.travel
source: Travel
de: Reisen
es: Viajes
fr: Voyage
pt: Viagem
ru: Путешествия

# tv.categories.weather
source: Weather
de: Wetter
es: Tiempo
fr: Météo
pt: Tempo
ru: Погода

# tv.categories.xxx
source: Adult
de: Erotik
es: Adultos
fr: Adultes
pt: Adultos
ru: Для взрослых

# tv.channel.errorTitle
source: Couldn't load channel
de: Sender konnte nicht geladen werden
es: No se pudo cargar el canal
fr: Impossible de charger la chaîne
pt: Não foi possível carregar o canal
ru: Не удалось загрузить канал

# tv.channel.noSchedule
source: No schedule available for this day.
de: Für diesen Tag liegt kein Programm vor.
es: No hay programación para este día.
fr: Aucun programme pour ce jour.
pt: Sem programação para este dia.
ru: На этот день программы нет.

# tv.channel.notFound
source: Channel not found
de: Sender nicht gefunden.
es: Canal no encontrado.
fr: Chaîne introuvable.
pt: Canal não encontrado.
ru: Канал не найден.

# tv.channel.notFoundBody
source: This channel isn't available right now.
de: Dieser Sender ist derzeit nicht verfügbar.
es: Este canal no está disponible en este momento.
fr: Cette chaîne n'est pas disponible pour le moment.
pt: Este canal não está disponível no momento.
ru: Этот канал сейчас недоступен.

# tv.channel.number
source: Channel %lld
de: Sender %lld
es: Canal %lld
fr: Chaîne %lld
pt: Canal %lld
ru: Канал %lld

# tv.channel.onNow
source: On now
de: Läuft jetzt
es: En emisión
fr: En ce moment
pt: No ar
ru: В эфире

# tv.channel.schedule
source: Schedule
de: Programm
es: Programación
fr: Programme
pt: Programação
ru: Телепрограмма

# tv.channel.scheduleEmpty
source: No guide data for this channel yet.
de: Für diesen Sender liegen noch keine Programmdaten vor.
es: Todavía no hay datos de guía para este canal.
fr: Aucune donnée de guide pour cette chaîne pour l'instant.
pt: Ainda não há dados de guia para este canal.
ru: Для этого канала пока нет данных телепрограммы.

# tv.channel.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
pt: Hoje
ru: Сегодня

# tv.channel.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
pt: Amanhã
ru: Завтра

# tv.channel.watch
source: Watch
de: Ansehen
es: Ver
fr: Regarder
pt: Assistir
ru: Смотреть

# tv.empty.memberBody
source: Ask your admin to add TV channels.
de: Bitte deinen Administrator, TV-Sender hinzuzufügen.
es: Pide a tu administrador que añada canales de TV.
fr: Demandez à votre administrateur d'ajouter des chaînes de TV.
pt: Peça ao seu administrador para adicionar canais de TV.
ru: Попросите администратора добавить TV-каналы.

# tv.empty.title
source: No channels yet
de: Noch keine Sender
es: Todavía no hay canales
fr: Aucune chaîne pour l'instant
pt: Ainda não há canais
ru: Каналов пока нет

# tv.grid.errorTitle
source: Couldn't load guide
de: Programm konnte nicht geladen werden
es: No se pudo cargar la guía
fr: Impossible de charger le programme
pt: Não foi possível carregar a programação
ru: Не удалось загрузить телепрограмму

# tv.grid.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
pt: Próxima
ru: Вперёд

# tv.grid.now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
pt: Agora
ru: Сейчас

# tv.grid.playProgramme
source: Watch %@ on %@
de: %@ auf %@ ansehen
es: Ver %@ en %@
fr: Regarder %@ sur %@
pt: Assistir %@ em %@
ru: Смотреть «%@» на «%@»

# tv.grid.playProgrammeOnNow
source: Watch %@ on %@ — On now
de: %@ auf %@ ansehen — Läuft jetzt
es: Ver %@ en %@ — En emisión
fr: Regarder %@ sur %@ — En ce moment
pt: Assistir %@ em %@ — No ar
ru: Смотреть «%@» на «%@» — В эфире

# tv.grid.prev
source: Previous
de: Zurück
es: Anterior
fr: Précédent
pt: Anterior
ru: Назад

# tv.grid.showingOf
source: Showing %lld of %lld — narrow the filter
de: %lld von %lld werden angezeigt — Filter eingrenzen
es: Mostrando %lld de %lld — acota el filtro
fr: Affichage de %lld sur %lld — affinez le filtre
pt: Mostrando %lld de %lld — restrinja o filtro
ru: Показано %lld из %lld — уточните фильтр

# tv.grid.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
pt: Hoje
ru: Сегодня

# tv.grid.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
pt: Amanhã
ru: Завтра

# tv.guide
source: Guide
de: Programm
es: Guía
fr: Programme
pt: Programação
ru: Телепрограмма

# tv.guidePage.all
source: All
de: Alle
es: Todos
fr: Toutes
pt: Todos
ru: Все

# tv.guidePage.channelCount
source: %lld channels
de: %lld Sender
es: %lld canales
fr: %lld chaînes
pt: %lld canais
ru: %lld канала

# tv.guidePage.empty
source: No channels match.
de: Keine Sender gefunden.
es: Ningún canal coincide.
fr: Aucune chaîne trouvée.
pt: Nenhum canal encontrado.
ru: Каналы не найдены.

# tv.guidePage.emptyHint
source: Try a different search, or a different filter.
de: Versuche eine andere Suche oder einen anderen Filter.
es: Prueba con otra búsqueda o un filtro diferente.
fr: Essayez une autre recherche ou un autre filtre.
pt: Tente outra busca ou um filtro diferente.
ru: Попробуйте другой запрос или другой фильтр.

# tv.guidePage.errorTitle
source: Couldn't load channels
de: Sender konnten nicht geladen werden
es: No se pudieron cargar los canales
fr: Impossible de charger les chaînes
pt: Não foi possível carregar os canais
ru: Не удалось загрузить каналы

# tv.guidePage.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
pt: Favoritos
ru: Избранное

# tv.guidePage.next
source: Next
de: Danach
es: Después
fr: Ensuite
pt: A seguir
ru: Далее

# tv.guidePage.nextLine
source: Next · %@ %@
de: Danach · %@ %@
es: Después · %@ %@
fr: Ensuite · %@ %@
pt: A seguir · %@ %@
ru: Далее · %@ %@

# tv.guidePage.noEpg
source: No guide data
de: Keine Programmdaten
es: Sin datos de guía
fr: Aucune donnée de guide
pt: Sem dados de guia
ru: Нет данных телепрограммы

# tv.guidePage.play
source: Watch %@
de: %@ ansehen
es: Ver %@
fr: Regarder %@
pt: Assistir %@
ru: Смотреть «%@»

# tv.guidePage.schedule
source: Channel details
de: Senderdetails
es: Detalles del canal
fr: Détails de la chaîne
pt: Detalhes do canal
ru: Сведения о канале

# tv.guidePage.searchPlaceholder
source: Search channels
de: Sender suchen
es: Buscar canales
fr: Rechercher des chaînes
pt: Buscar canais
ru: Поиск каналов

# tv.guidePage.title
source: TV Guide
de: TV-Programm
es: Guía de TV
fr: Guide TV
pt: Guia de TV
ru: Телепрограмма

# tv.guidePage.viewGrid
source: Grid
de: Raster
es: Cuadrícula
fr: Grille
pt: Grade
ru: Сетка

# tv.guidePage.viewList
source: List
de: Liste
es: Lista
fr: Liste
pt: Lista
ru: Список

# tv.home.emptyBody
source: Live channels aren't set up yet. Ask your server admin to add a TV source.
de: Live-Sender sind noch nicht eingerichtet. Bitte deinen Server-Administrator, eine TV-Quelle hinzuzufügen.
es: Todavía no hay canales en directo configurados. Pide al administrador de tu servidor que añada una fuente de TV.
fr: Les chaînes en direct ne sont pas encore configurées. Demandez à l'administrateur de votre serveur d'ajouter une source TV.
pt: Os canais ao vivo ainda não foram configurados. Peça ao administrador do seu servidor para adicionar uma fonte de TV.
ru: Прямые каналы ещё не настроены. Попросите администратора сервера добавить источник TV.

# tv.home.errorTitle
source: Couldn't load channels
de: Sender konnten nicht geladen werden
es: No se pudieron cargar los canales
fr: Impossible de charger les chaînes
pt: Não foi possível carregar os canais
ru: Не удалось загрузить каналы

# tv.player.close
source: Close player
de: Player schließen
es: Cerrar reproductor
fr: Fermer le lecteur
pt: Fechar o player
ru: Закрыть плеер

# tv.player.loading
source: Tuning…
de: Sender wird gesucht…
es: Sintonizando…
fr: Syntonisation…
pt: Sintonizando…
ru: Настройка…

# tv.player.miniGuide
source: Channels
de: Sender
es: Canales
fr: Chaînes
pt: Canais
ru: Каналы

# tv.player.next
source: Next
de: Danach
es: Después
fr: Ensuite
pt: A seguir
ru: Далее

# tv.player.nextChannel
source: Next channel
de: Nächster Sender
es: Canal siguiente
fr: Chaîne suivante
pt: Próximo canal
ru: Следующий канал

# tv.player.nextProgramme
source: Next · %@
de: Danach · %@
es: Después · %@
fr: Ensuite · %@
pt: A seguir · %@
ru: Далее · %@

# tv.player.offline
source: Channel appears offline
de: Sender scheint offline zu sein
es: El canal parece no tener señal
fr: La chaîne semble hors ligne
pt: O canal parece estar offline
ru: Похоже, у канала нет сигнала

# tv.player.previousChannel
source: Previous channel
de: Vorheriger Sender
es: Canal anterior
fr: Chaîne précédente
pt: Canal anterior
ru: Предыдущий канал

# tv.player.reconnecting
source: Reconnecting…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
fr: Reconnexion…
pt: Reconectando…
ru: Переподключение…

# tv.player.source
source: Source %lld/%lld
de: Quelle %lld/%lld
es: Fuente %lld/%lld
pt: Fonte %lld/%lld
ru: Источник %lld/%lld

# tv.player.tryingSource
source: Trying next source (%lld/%lld)…
de: Nächste Quelle wird ausprobiert (%lld/%lld)…
es: Probando la siguiente fuente (%lld/%lld)…
fr: Tentative de la source suivante (%lld/%lld)…
pt: Tentando a próxima fonte (%lld/%lld)…
ru: Пробуем следующий источник (%lld/%lld)…

# tv.rails.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
pt: Favoritos
ru: Избранное

# tv.rails.recents
source: Recently watched
de: Kürzlich angesehen
es: Visto recientemente
fr: Regardées récemment
pt: Assistidos recentemente
ru: Недавно просмотренные

# wishlist.empty
source: Your wishlist is empty.
de: Deine Liste ist leer.
es: Tu lista está vacía.
fr: Votre liste est vide.
pt: Sua lista está vazia.
ru: Ваш список пуст.

# wishlist.emptyHint
source: Open a title and press “Add to Wishlist” to save it for later.
de: Öffne einen Titel und wähle „Zu meiner Liste hinzufügen“, um ihn für später zu speichern.
es: Abre un título y pulsa «Añadir a mi lista» para guardarlo para más tarde.
fr: Ouvrez un titre et appuyez sur « Ajouter à ma liste » pour le garder pour plus tard.
pt: Abra um título e toque em “Adicionar à minha lista” para salvá-lo para depois.
ru: Откройте фильм или сериал и нажмите «Добавить в мой список», чтобы сохранить его на потом.

# wishlist.emptyTitle
source: My List is empty
de: Meine Liste ist leer
es: Mi lista está vacía
fr: Ma liste est vide
pt: Minha lista está vazia
ru: Мой список пуст

# wishlist.errorTitle
source: Couldn't load your list
de: Deine Liste konnte nicht geladen werden
es: No se pudo cargar tu lista
fr: Impossible de charger votre liste
pt: Não foi possível carregar sua lista
ru: Не удалось загрузить ваш список

# wishlist.heading
source: My List
de: Meine Liste
es: Mi lista
fr: Ma liste
pt: Minha lista
ru: Мой список

# account.server.heading
source: Server
es: Servidor
fr: Serveur
pt: Servidor
ru: Сервер

# player.audio.standard
source: Standard
es: Estándar
pt: Padrão
ru: Стандарт

# profiles.form.nameLabel
source: Name
es: Nombre
fr: Nom
pt: Nome
ru: Имя

# title.section.genres
source: Genres
es: Géneros
pt: Gêneros
ru: Жанры

# title.specials
source: Specials
es: Especiales
fr: Hors-série
pt: Especiais
ru: Спецвыпуски

# tv.badges.offline
source: Offline
es: Sin señal
fr: Hors ligne
ru: Нет сигнала

# tv.categories.animation
source: Animation
es: Animación
pt: Animação
ru: Мультфильмы

# tv.categories.auto
source: Auto
es: Motor
fr: Automobile
pt: Automóvel
ru: Авто

# tv.categories.lifestyle
source: Lifestyle
es: Estilo de vida
fr: Style de vie
pt: Estilo de vida
ru: Стиль жизни

# tv.categories.outdoor
source: Outdoor
es: Aire libre
fr: Plein air
pt: Ar livre
ru: Активный отдых

# tv.channel.offlineDot
source: ● Offline
es: ● Sin señal
fr: ● Hors ligne
ru: ● Нет сигнала

# tv.home.heading
source: Live TV
es: TV en directo
fr: TV en direct
pt: TV ao vivo
ru: Прямой эфир
